Repository: 5ally/wpse-393178-de
Catalog: languages/wpse-393178-*.po
Languages: de_en_us, de_fr_fr

source: (klicken Sie hier, wenn Sie überprüfen möchten, ob die Lokalisierung dieses Plugins während einer AJAX-Anfrage richtig funktioniert)
de_en_us: (click if you want to check whether this plugin's localization works properly during an AJAX request)
de_fr_fr: (cliquez si vous voulez vérifier si la localisation de ce plugin fonctionne correctement lors d'une requête AJAX)

source: AJAX-Text geladen - <i>Zufallszahl: %1$d.</i> Das aktuelle Gebietsschema ist <b>%2$s</b>.
de_en_us: AJAX text loaded - <i>Random number: %1$d.</i> Current locale is <b>%2$s</b>.
de_fr_fr: Texte AJAX chargé - <i>Nombre aléatoire : %1$d.</i> La langue actuelle est <b>%2$s</b>.

source: AJAX-Text laden
de_en_us: Load AJAX text
de_fr_fr: Charger du texte AJAX

source: Aktuelles Gebietsschema ist <i>%s</i>
de_en_us: Current locale is <i>%s</i>
de_fr_fr: Les paramètres régionaux actuels sont <i>%s</i>

source: Anfrage fehlgeschlagen! Versuchen Sie es später noch einmal.
de_en_us: Request failed! Try again later.
de_fr_fr: Demande échoué! Réessayez plus tard.

source: Ausgabe von
de_en_us: Output of
de_fr_fr: Sortie de

source: einreichen
de_en_us: Submit
de_fr_fr: Soumettre

source: Gebietsschema auf <i>%s</i> umgestellt
de_en_us: Locale switched to <i>%s</i>
de_fr_fr: Les paramètres régionaux sont passés à <i>%s</i>

source: Gebietsschema auf <i>%s</i> wiederhergestellt
de_en_us: Locale restored to <i>%s</i>
de_fr_fr: Paramètres régionaux restaurés sur <i>%s</i>

source: Setzen des Gebietsschemas vor dem Abrufen von Gettext-Übersetzungen mit <code>switch_to_locale()</code> :)
de_en_us: Setting locale before retrieving gettext translations using <code>switch_to_locale()</code> :)
de_fr_fr: Définir les paramètres régionaux avant de récupérer les traductions de gettext à l'aide de <code>switch_to_locale()</code> :)

source: Skriptübersetzungen OK
de_en_us: script translations OK
de_fr_fr: Traductions de scripts OK

source: Zum Gebietsschema wechseln:
de_en_us: Switch to locale:
de_fr_fr: Basculez vers les paramètres régionaux :
